Repository: eyupakky/bitcoin
Catalog: lib/l10n/app_*.arb
Languages: tr

# anaSayfa
source: Main Page
tr: Ana Sayfa

# koin_ara
source: Search Coin
tr: Koin Ara

# search_coin
source: Type the name of the coin you want to search.
tr: Aramak istediğiniz koinin adını yazınız.

# isim
source: Name
tr: İsim

# hacim
source: Volume(24h)
tr: Hacim(24s)

# fiyatMarketHcm
source: Price Market Volume
tr: Fiyat Market Hcm

# dgsm1S
source: 1s Chan
tr: 1s Dğşm

# dgsm24Saat
source: 24s Chan
tr: 24s Dğşm

# ayarlar
source: Settings
tr: Ayarlar

# coinler
source: Coins
tr: Koinler

# haberler
source: News
tr: Haberler

# analiz
source: Analysis
tr: Analiz

# portfoyum
source: My Portfolio
tr: Portföyüm

# marketHcm
source: Market Vol
tr: Market Hcm

# hacim24
source: 24s Vol
tr: 24s Hacim

# toplamArz
source: Total Supply
tr: Toplam Arz

# dgsm7Gun
source: 7d Chan
tr: 7g Dğşm

# favoriSil
source: Removed from favourites.
tr: Favorilerden çıkarıldı.

# favoriEkle
source: Added to favourites.
tr: Favorilere eklendi.

# geceModunuEtkinlestir
source: Enable Night Mode
tr: Gece Modunu Etkinleştir

# pasif
source: Passive
tr: Pasif

# etkin
source: Active
tr: Etkin

# paraBirimiSec
source: Choose Currency
tr: Para Birimi Seç

# turkLirasi
source: Turkish Lira (TRY)
tr: Türk Lirası (TRY)

# amerikanDolari
source: US Dollar (USD)
tr: ABD Doları (USD)

# gizlilik
source: Privacy Policy
tr: Gizlilik Politikası
